[
    {
      "count": 4,
      "description": "Your cigar loving guy deserves the best, so help him step up his game with this stylish humidor. This humidor looks good on it's own but once your aficionado fills it with his favorite cigars the beveled glass windows and high gloss cherry finish really class up your mans go to hobby. More than just a box, this quality humidor features a beautiful golden analog hygrometer and an internal humidifier to keep your guys cigars plump and ready to burn slowly for maximum enjoyment.",
      "id": "7567ec4b-b10c-48c5-9345-fc73c48a80aa",
      "price": 169.99,
      "title": "High Class Humidor"
    },
    {
      "count": 6,
      "description": "Give your man a gift that will stand out on every drinking occasion. With this sand-engraved beer mug, he'll be able to drink his favorite beer in a pub-style right in the comfort of his home. This unique mug will have his name engraved onto the front so it can be displayed for all to see. With this mug, it will be like he's right at the beer garden with his friends.",
      "id": "7567ec4b-b10c-48c5-9345-fc73c48a80a0",
      "price": 27.99,
      "title": "The Pub Mug"
    },
    {
      "count": 7,
      "description": "What man doesn't like the look, feel, and smell of real leather? Give your man a token of appreciation that will stick for a long time.  The Leather Treasure Dopp Kitt comes in a light brown color that matches well with any color bag it travels with!  Personalized with up to 3 initials, this personalized dopp bag is the perfect size to fit all your travel essentials without taking up too much room.",
      "id": "7567ec4b-b10c-48c5-9345-fc73c48a80a2",
      "price": 54.99,
      "title": "Styling Leather Dopp"
    },
    {
      "count": 12,
      "description": "Make the perfect drink and enjoy it in style with our Whiskey Diamond Set with Square Whiskey Glass. With our set, you can enhance your overall whiskey drinking experience. These are a must-have so you can get rid of the watery, diluted taste of alcohol that most water-filled shot glasses give you. This whiskey set is all about quality - from the stunning, hand-crafted gift box to the premium-quality whiskey glasses and chilling diamond stones. Our whiskey glasses are made from high-quality crystal to create a smooth finish that provides beautiful clarity and shine. The ice diamond stones are made from top-quality basalt stones, so they last longer than other chilling stones.",
      "id": "7567ec4b-b10c-48c5-9345-fc73c48a80a1",
      "price": 79.99,
      "title": "Whiskey On The Rocks Set"
    },
    {
      "count": 7,
      "description": "When his coveted whiskey collection calls for a top-shelf display the Barrel Bar is for him. Take his man cave or home bar from average to first-class with this handcrafted wall shelf unit. Made from the top quarter of a spent barrel he can be proud of showing off his prized bourbon collection to all of his friends and family. Makes a great gift for any whiskey loving man in your life.",
      "id": "7567ec4b-b10c-48c5-9345-fc73c48a80a3",
      "price": 279.99,
      "title": "Barrel Bar"
    },
    {
      "count": 8,
      "description": "No need to hide this ashtray, this one is made to be displayed. The stogie lover in your life will be blown away by the combination of style and function with the Swing and Tap. Your guy can enjoy a smoke and then simply swing it shut to hide the unsightly ashes. Whether in the office entertaining clients or sitting on the back deck enjoying some solitude this ashtray will be appreciated by any cigar aficionados in your life. This ashtray can be easily personalized by adding your guy's information into the personalization box at the top of the page. Please follow the example below.",
      "id": "7567ec4b-b10c-48c5-9345-fc73348a80a1",
      "price": 39.99,
      "title": "Swing and Tap"
    },
    {
      "count": 2,
      "description": "Named after the famous explorer Sir Walter Raleigh, our dependable travel holdall is the perfect companion on your next adventure. With a handy under compartment to keep shirts crisp, the Raleigh in our flagship Vintage Brown Leather is complemented with Mahogany detail. An essential unisex luggage piece for those looking for a stylish weekend bag with extra room. This personalized leather duffle bag is handmade to order and comes complete with a complimentary dust cover.",
      "id": "7567ec4b-b10c-48c5-9445-fc73c48a80a2",
      "price": 179.99,
      "title": "Personalized Raleigh"
    },
    {
      "count": 3,
      "description": "Are you a cigar-loving golfer?  Well, you have just stumbled upon the most unique 3 in 1 golf tool to add to your repertoire.  No more tossing the cigar on the ground in between shots. Go ahead and fix your divot and mark your ball with the custom-designed ball marker.  And lastly, keep your cigars off the ground as this tool easily opens up for you to rest that stogie of yours on! ",
      "id": "7567ec4b-b10c-45c5-9345-fc73c48a80a1",
      "price": 19.99,
      "title": "Puff Puff Putt"
    }
  ]
  